Revit 2024 API
ParameterTypeId.TrussElementSpanParam Property
 "Span"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TrussElementSpanParam { get; }
Visual Basic
Public Shared ReadOnly Property TrussElementSpanParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussElementSpanParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace